import React from 'react'

const Details = () => {
  return (
    <div className="lg:w-6/12 lg:mx-5">
        <p className="text-center font-[200] text-xl text-white p-1 border bg-blue-700 mb-3"> DETAILS </p>
        <p className="p-2 bg-[#F8F9FA]"> সমস্ত প্রসংশা মহান আল্লাহ তাআলার জন্য, যিনি এই ভ্রান্তির যুগে আমাদেরকে সীরাতে মুস্তাকীমের উপর প্রতিষ্ঠিত রেখেছেন। দরুদ ও সালাম প্রেরণ করছি প্রিয় নবী হযরত মুহাম্মাদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের উপর। যিনি তার গোটা জীবন দ্বীন ইসলাম প্রতিষ্ঠা এবং আমাদের নাজাতের জন্য ব্যয় করেছেন। সুশিক্ষাই জাতির মেরুদন্ড। একমাত্র সুশিক্ষায় শিক্ষিত মানুষই পারে আদর্শ সমাজ গঠন করতে। কিন্তু দুঃখজনক হলেও সত্য যে আমাদের প্রচলিত শিক্ষা ব্যবস্থা নানাভাবে বিভিন্ন ধারায় বিভক্ত হয়ে পড়ায় আমরা বঞ্ছিত হচ্ছি সুশিক্ষা থেকে আর আধুনিক শিক্ষা ব্যবস্থায় কুরআন ও হাদীসের শিক্ষা না থাকায় একটি বিশাল জনগোষ্ঠী যেমন নৈতিক উন্নতি, মানসিক প্রশান্তি এবং পরলৌকিক মুক্তি থেকে বঞ্ছিত হচ্ছে। ঠিক তেমনি কুরআন-হাদীস শিক্ষা পদ্ধতি অর্থাৎ, প্রচলিত মাদরাসা শিক্ষা ব্যবস্থায় আধুনিক ও সময়োপযোগী শিক্ষা না থাকায় ব্যর্থ হচ্ছে পার্থিব উন্নতি সাধন। ফলে উভয় শিক্ষায় শিক্ষিত জনগোষ্ঠীর মধ্যে তৈরী হচ্ছে অপূর্ণতা ও দূর্বলতা। যা শান্তিময় সমাজ ও আদর্শ জাতি গঠনের অন্যতম প্রতিবন্ধকতা। অতএব, বর্তমানে এমন শিক্ষা পদ্ধতি অপরিহার্য, যা ইহকালের সফলতার সাথে সাথে আল্লাহ ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সন্তুষ্টি অর্জন সুনিশ্চিত করবে। এই চিন্তা-চেতনাকে সামনে রেখেই দারুল উলূম দেওবন্দের শিক্ষা পদ্ধতির সঙ্গে আধুনিক সময়োপযোগী জ্ঞান-বিজ্ঞান ও কারিগরি প্রশিক্ষণের একটি বাস্তবমুখী প্রতিষ্ঠান তৈরির লক্ষ্যেই আল জামিআতুল ইসলামিয়া দারুল উলূম তারাইল ফুকরা মাদরাসার সূচনা। </p>
    </div>
  )
}

export default Details
